Repository: amentag/oc_symfony
Catalog: translations/messages.*.po
Languages: fr

# menu.main.title
source: Homepage
fr: annonces

source: advert list
fr: accueil

# advert.new
source: Create an advert
fr: ajouter une annonces

# menu.related.title
source: Last adverts
fr: dernières annonces

source: Adverts
fr: Annonces

# advert.update
source: Edit advert
fr: modifier une annonces

# advert.back
source: Back to the advert
fr: revenir à l'annonce

source: __advert.update.mention
fr: vous éditez une annonce déjà existante, merci de ne pas changer l'esprit général de l'annonce déjà publiée.

# advert.form.title
source: Form adverts
fr: formulaire d'annonce

# button.save
source: save
fr: enregitrer

# advert.list.back
source: Back to advert list
fr: revenir à la liste des annonces

# advert.delete
source: delete advert
fr: supprimer une annonce

# advert.new.title
source: New advert
fr: nouvelle annonce

# spam.message
source: This is a spam
fr: ceci est un spam
